Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Loading
af: Laai tans
ar: جاري التحميل
bg: Зареждане
ca: S'està carregant
cs: Načítání
da: Indlæser
de: Laden
el: Φόρτωση
fi: Ladataan
fr: Chargement
he: טוען
hu: Betöltés
it: Caricamento
ja: 読み込み中
ko: 로딩 중
nb: Laster
nl: Laden
pl: Ładowanie
pt: Carregando
pt_br: Carregando
ro: Încărcare
ru: Загрузка
sr: Учитавање
sv: Laddar
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 加载中
zh_hant: 載入中

# about_description
source: Learn more about Flare
af: Leer meer oor Flare
ar: تعرف على المزيد حول Flare
bg: Научете повече за Flare
ca: Apreneu més sobre Flare
cs: Zjistěte více o Flare
da: Læs mere om Flare
de: Erfahren Sie mehr über Flare
el: Μάθετε περισσότερα για το Flare
fi: Lue lisää Flaresta
fr: En savoir plus sur Flare
he: למד עוד על Flare
hu: Tudj meg többet a Flare-ről
it: Scopri di più su Flare
ja: Flareについて詳しく知る
ko: Flare에 대해 더 알아보기
nb: Lær mer om Flare
nl: Lees meer over Flare
pl: Dowiedz się więcej o Flare
pt: Saiba mais sobre o Flare
pt_br: Saiba mais sobre o Flare
ro: Află mai multe despre Flare
ru: Узнать больше о Flare
sr: Сазнајте више о Flare
sv: Läs mer om Flare
tr: Flare hakkında daha fazla bilgi edinin
uk: Дізнайтеся більше про Flare
vi: Tìm hiểu thêm về Flare
zh_hans: 了解更多关于 Flare 的信息
zh_hant: 了解更多關於 Flare 的資訊

# about_title
source: About
af: Oor
ar: حول
bg: Относно
ca: Quant a
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
fi: Tietoja
fr: À propos
he: אודות
hu: Névjegy
it: Informazioni
ja: 概要
ko: 정보
nb: Om
nl: Over
pl: O aplikacji
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О программе
sr: О апликацији
sv: Om
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Accept follow request
af: Aanvaar volgversoek
ar: قبول طلب المتابعة
bg: Приемане на заявка за последване
ca: Accepta la sol·licitud de seguiment
cs: Přijmout žádost o sledování
da: Accepter følgeanmodning
de: Folgeanfrage annehmen
el: Αποδοχή αιτήματος παρακολούθησης
fi: Hyväksy seuraamispyyntö
fr: Accepter la demande de suivi
he: קבל בקשת מעקב
hu: Követési kérés elfogadása
it: Accetta richiesta di segui
ja: フォローリクエストを承認
ko: 팔로우 요청 수락
nb: Godta følg-forespørsel
nl: Volgverzoek accepteren
pl: Zaakceptuj prośbę o obserwację
pt: Aceitar pedido de seguimento
pt_br: Aceitar pedido de seguimento
ro: Acceptă cererea de urmărire
ru: Принять запрос на подписку
sr: Прихвати захтев за праћење
sv: Acceptera följförfrågan
tr: Takip isteğini kabul et
uk: Прийняти запит на підписку
vi: Chấp nhận yêu cầu theo dõi
zh_hans: 接受关注请求
zh_hant: 接受關注請求

# account_management_description
source: Manage signed-in accounts
af: Bestuur aangemelde rekeninge
ar: إدارة الحسابات المسجلة الدخول
bg: Управление на вписаните акаунти
ca: Gestiona els comptes amb la sessió iniciada
cs: Spravovat přihlášené účty
da: Administrer loggede konti
de: Angemeldete Konten verwalten
el: Διαχείριση συνδεδεμένων λογαριασμών
fi: Hallitse sisäänkirjautuneita tilejä
fr: Gérer les comptes connectés
he: נהל חשבונות מחוברים
hu: Bejelentkezett fiókok kezelése
it: Gestisci account collegati
ja: サインインしているアカウントを管理
ko: 로그인된 계정 관리
nb: Administrer påloggede kontoer
nl: Ingelogde accounts beheren
pl: Zarządzaj zalogowanymi kontami
pt: Gerir contas com sessão iniciada
pt_br: Gerenciar contas conectadas
ro: Gestionează conturile autentificate
ru: Управление вошедшими аккаунтами
sr: Управљање пријављеним налозима
sv: Hantera inloggade konton
tr: Oturum açılmış hesapları yönet
uk: Керування увійшовшими обліковими записами
vi: Quản lý các tài khoản đã đăng nhập
zh_hans: 管理已登录账号
zh_hant: 管理已登入帳號

# account_management_title
source: Accounts
af: Rekeninge
ar: الحسابات
bg: Акаунти
ca: Comptes
cs: Účty
da: Konti
de: Konten
el: Λογαριασμοί
fi: Tilit
fr: Comptes
he: חשבונות
hu: Fiókok
it: Account
ja: アカウント
ko: 계정
nb: Kontoer
nl: Rekeningen
pl: Konta
pt: Contas
pt_br: Contas
ro: Conturi
ru: Аккаунты
sr: Налози
sv: Konton
tr: Hesaplar
uk: Облікові записи
vi: Tài khoản
zh_hans: 账号
zh_hant: 帳號

# action_retry
source: Retry
af: Probeer weer
ar: إعادة المحاولة
bg: Повторен опит
ca: Reintenteu
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Επαναλήψη
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hu: Újra
it: Riprova
ja: 再試行
ko: 재시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Reîncearcă
ru: Повторить
sr: Покушај поново
sv: Försök igen
tr: Tekrar dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Add
af: Voeg by
ar: إضافة
bg: Добавяне
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
fi: Lisää
fr: Ajouter
he: הוסף
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sr: Додај
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add relay
af: Voeg aflos by
ar: إضافة ترحيل
bg: Добавяне на реле
ca: Afegeix un repetidor
cs: Přidat relé
da: Tilføj relæ
de: Relay hinzufügen
el: Προσθήκη αναμεταδότη
fi: Lisää rele
fr: Ajouter un relais
he: הוסף ממסר
hu: Relé hozzáadása
it: Aggiungi relay
ja: リレーを追加
ko: 릴레이 추가
nb: Legg til relé
nl: Relay toevoegen
pl: Dodaj przekaźnik
pt: Adicionar relay
pt_br: Adicionar relay
ro: Adaugă releu
ru: Добавить реле
sr: Додај релеј
sv: Lägg till relä
tr: Röle ekle
uk: Додати реле
vi: Thêm relay
zh_hans: 添加中继
zh_hant: 新增中繼

# add_rss_title
source: Add Subscription
af: Voeg by
ar: إضافة Rss
bg: Добавяне на Rss
ca: Afegir
cs: Přidat Rss
da: Tilføj abonnement
de: Abonnement hinzufügen
el: Προσθήκη συνδρομής
fi: Lisää tilaus
fr: Ajouter un abonnement
he: הוסף מנוי
hu: Feliratkozás hozzáadása
it: Aggiungi iscrizione
ja: 購読を追加
ko: 구독 추가
nb: Legg til abonnement
nl: Abonnement toevoegen
pl: Dodaj subskrypcję
pt: Adicionar assinatura
pt_br: Adicionar assinatura
ro: Adaugă abonament
ru: Добавить подписку
sr: Додај претплату
sv: Lägg till prenumeration
tr: Abonelik ekle
uk: Додати підписку
vi: Thêm đăng ký
zh_hans: 添加订阅
zh_hant: 新增訂閱

# agent_chat_empty_description
source: Ask about timelines and posts, or use this space to shape an idea.
af: Vra oor tydlyne en plasings, of gebruik hierdie ruimte om n idee uit te werk.
ar: اسأل عن الخطوط الزمنية والمنشورات، أو استخدم هذه المساحة لصياغة فكرة.
bg: Попитайте за хронологии и публикации или използвайте това място, за да оформите идея.
ca: Pregunta sobre línies de temps i publicacions, o fes servir aquest espai per donar forma a una idea.
cs: Zeptejte se na časové osy a příspěvky, nebo použijte tento prostor k rozpracování nápadu.
da: Spørg om tidslinjer og opslag, eller brug dette område til at forme en idé.
de: Frage nach Timelines und Beiträgen oder nutze diesen Bereich, um eine Idee auszuarbeiten.
el: Ρωτήστε για χρονολόγια και δημοσιεύσεις ή χρησιμοποιήστε αυτόν τον χώρο για να διαμορφώσετε μια ιδέα.
fi: Kysy aikajanoista ja julkaisuista tai käytä tätä tilaa idean muotoiluun.
fr: Posez une question sur les fils et les publications, ou utilisez cet espace pour élaborer une idée.
he: שאלו על צירי זמן ופוסטים, או השתמשו במרחב הזה כדי לעצב רעיון.
hu: Kérdezz idővonalakról és bejegyzésekről, vagy használd ezt a helyet egy ötlet kidolgozásához.
it: Chiedi informazioni su timeline e post, oppure usa questo spazio per dare forma a un’idea.
ja: タイムラインや投稿について質問するか、このスペースでアイデアを形にできます。
ko: 타임라인과 게시물에 대해 묻거나 이 공간에서 아이디어를 정리하세요.
nb: Spør om tidslinjer og innlegg, eller bruk dette området til å forme en idé.
nl: Vraag naar tijdlijnen en berichten, of gebruik deze ruimte om een idee uit te werken.
pl: Zapytaj o osie czasu i posty albo użyj tego miejsca, aby rozwinąć pomysł.
pt: Pergunte sobre cronologias e publicações, ou use este espaço para dar forma a uma ideia.
pt_br: Pergunte sobre linha do tempos e publicações, ou use este espaço para dar forma a uma ideia.
ro: Întreabă despre cronologii și postări sau folosește acest spațiu pentru a contura o idee.
ru: Спросите о лентах и публикациях или используйте это место, чтобы оформить идею.
sr: Питајте о временским линијама и објавама или користите овај простор да обликујете идеју.
sv: Fråga om tidslinjer och inlägg, eller använd detta utrymme för att forma en idé.
tr: Zaman akışları ve gönderiler hakkında sorun veya bu alanı bir fikri şekillendirmek için kullanın.
uk: Запитайте про стрічки й дописи або використайте цей простір, щоб сформувати ідею.
vi: Hỏi về dòng thời gian và bài đăng, hoặc dùng không gian này để định hình ý tưởng.
zh_hans: 询问时间线和动态，或在这里整理想法。
zh_hant: 詢問時間線和貼文，或在這裡整理想法。

# agent_chat_empty_title
source: Ask AI anything
af: Vra AI enigiets
ar: اسأل الذكاء الاصطناعي أي شيء
bg: Попитайте AI за всичко
ca: Pregunta qualsevol cosa a la IA
cs: Zeptejte se AI na cokoli
da: Spørg AI om hvad som helst
de: Frag die KI alles
el: Ρωτήστε το AI οτιδήποτε
fi: Kysy AI:lta mitä tahansa
fr: Demander n’importe quoi à l’IA
he: שאלו את ה-AI כל דבר
hu: Kérdezz bármit az AI-tól
it: Chiedi qualsiasi cosa all’IA
ja: AIに何でも質問
ko: AI에게 무엇이든 물어보기
nb: Spør AI om hva som helst
nl: Vraag AI alles
pl: Zapytaj AI o cokolwiek
pt: Pergunte qualquer coisa à IA
pt_br: Pergunte qualquer coisa à IA
ro: Întreabă AI orice
ru: Спросите AI о чем угодно
sr: Питајте AI било шта
sv: Fråga AI vad som helst
tr: AI’ya her şeyi sorun
uk: Запитайте AI про що завгодно
vi: Hỏi AI bất cứ điều gì
zh_hans: 问问 AI
zh_hant: 問問 AI

# agent_chat_input_placeholder
source: Ask anything...
af: Vra enigiets...
ar: اسأل أي شيء...
bg: Попитайте нещо...
ca: Pregunta qualsevol cosa...
cs: Zeptejte se něčeho...
da: Spørg noget...
de: Fragen Sie etwas...
el: Ερώτηση οτιδήποτε...
fi: Kysy mitään...
fr: Demander quoi que ce soit...
he: שאל כל דבר...
hu: Kérdezz bármit...
it: Chiedi qualsiasi cosa...
ja: AIに聞く...
ko: 무엇이든 물어보세요...
nb: Spør noe...
nl: Vraag iets...
pl: Pytaj cokolwiek...
pt: Pergunte qualquer coisa...
pt_br: Pergunte qualquer coisa...
ro: Întreabă orice...
ru: Спросить что-нибудь...
sr: Питајте било шта...
sv: Fråga något...
tr: Herhangi bir şey sorun...
uk: Запитайте щось...
vi: Hỏi bất cứ điều gì...
zh_hans: 问问 AI...
zh_hant: 問問 AI...

# agent_chat_send
source: Send
af: Stuur
ar: إرسال
bg: Изпращане
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
fi: Lähetä
fr: Envoyer
he: שלח
hu: Küldés
it: Invia
ja: 送信
ko: 전송
nb: Sende
nl: Versturen
pl: Wyślij
pt: Enviar
pt_br: Enviar
ro: Trimite
ru: Отправить
sr: Пошаљи
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# agent_chat_thinking
source: Thinking...
af: Dink...
ar: تفكير...
bg: Мислене...
ca: Pensant...
cs: Přemýšlíte...
da: Tænker...
de: Denken...
el: Σκέφτεται...
fi: Ajatellaan...
fr: Réfléchissement...
he: חושב...
hu: Gondolkodás...
it: Pensando...
ja: 考え中...
ko: 생각 중...
nb: Tenker...
nl: Denken...
pl: Myślenie...
pt: Pensando...
pt_br: Pensando...
ro: Gândiți...
ru: Утончение...
sr: Размишљање...
sv: Tänker...
tr: Düşünüyor...
uk: Думає...
vi: Đang suy nghĩ...
zh_hans: 思考中...
zh_hant: 思考中...

# agent_chat_title
source: AI Chat
af: AI-klets
ar: دردشة AI
bg: AI чат
ca: Xat d’IA
de: KI-Chat
el: AI Συνομιλία
fi: Ai Keskustelu
fr: Chat IA
he: צ׳אט AI
hu: AI-csevegés
it: Chat AI
ja: AIチャット
ko: AI 채팅
pl: Czat SI
pt: Chat IA
pt_br: Chat IA
ro: Chat AI
ru: AI Чат
sr: AI ћаскање
sv: AI Chatt
tr: AI sohbeti
uk: Чат
vi: Trò chuyện AI
zh_hans: AI 聊天
zh_hant: AI 對話

# agent_history_empty
source: No AI chat history yet.
af: Nog geen AI-kletsgeskiedenis nie.
ar: لا يوجد وكيل سجل الدردشة حتى الآن.
bg: Все още няма история на AI чата.
ca: Encara no hi ha historial de xat d’IA.
cs: Historie konverzace agenta.
da: Ingen agent chat historik endnu.
de: Noch kein Agenten-Chat-Verlauf.
el: Δεν υπάρχει ιστορικό συνομιλίας πράκτορα ακόμα.
fi: Ei agenttikeskusteluhistoriaa vielä.
fr: Aucun historique de chat d'agent pour le moment.
he: אין עדיין היסטוריית צ׳אט AI.
hu: Még nincs AI-csevegési előzmény.
it: Nessuna cronologia chat agente ancora.
ja: AI チャット履歴はまだありません。
ko: 아직 AI 채팅 기록이 없습니다.
nb: Ingen agent samtalelogg enda.
nl: Nog geen medewerker chatgeschiedenis.
pl: Brak historii czatu agenta.
pt: Nenhum histórico de bate-papo dos agentes ainda.
pt_br: Nenhum histórico de bate-papo dos agentes ainda.
ro: Nici un agent de chat istoric.
ru: Пока нет истории чата агента.
sr: Још увек нема историје AI ћаскања.
sv: Ingen agent chatthistorik än.
tr: Henüz AI sohbet geçmişi yok.
uk: Ще немає історії чатів.
vi: Chưa có lịch sử trò chuyện AI.
zh_hans: 暂无 AI 聊天历史记录。
zh_hant: 暫無 AI 聊天記錄。

source: AI
af: KI
ar: الذكاء الاصطناعي
bg: ИИ
ca: IA
de: KI
el: ΤΝ
fi: tekoäly
fr: IA
he: בינה מלאכותית
hu: MI
it: IA
pt: IA
pt_br: IA
ro: IA
ru: ИИ
sr: ВИ
tr: YZ
uk: ШІ

source: AI model used for translation and summary
af: AI-model wat gebruik word vir vertaling en opsomming
ar: نموذج الذكاء الاصطناعي المستخدم للترجمة والملخص
bg: ИИ модел, използван за превод и резюме
ca: Model d'IA utilitzat per a la traducció i el resum
cs: Model AI používaný pro překlad a shrnutí
da: AI-model brugt til oversættelse og resumé
de: KI-Modell für Übersetzung und Zusammenfassung
el: Μοντέλο ΤΝ που χρησιμοποιείται για μετάφραση και περίληψη
fi: Käännökseen ja yhteenvetoon käytetty tekoälymalli
fr: Modèle d'IA utilisé pour la traduction et le résumé
he: מודל בינה מלאכותית המשמש לתרגום וסיכום
hu: Fordításhoz és összegzéshez használt MI-modell
it: Modello IA utilizzato per traduzione e riassunto
ja: 翻訳と要約に使用されるAIモデル
ko: 번역 및 요약에 사용되는 AI 모델
nb: AI-modell brukt for oversettelse og oppsummering
nl: AI-model gebruikt voor vertaling en samenvatting
pl: Model AI używany do tłumaczenia i podsumowania
pt: Modelo de IA usado para tradução e resumo
pt_br: Modelo de IA usado para tradução e resumo
ro: Model de IA utilizat pentru traducere și rezumat
ru: Модель ИИ, используемая для перевода и резюме
sr: ВИ модел који се користи за превођење и сажетак
sv: AI-modell som används för översättning och sammanfattning
tr: Çeviri ve özet için kullanılan YZ modeli
uk: Модель ШІ, що використовується для перекладу та резюме
vi: Mô hình AI được sử dụng để dịch và tóm tắt
zh_hans: 用于翻译和摘要的 AI 模型
zh_hant: 用於翻譯和摘要的 AI 模型

source: AI translation test
af: AI-vertaaltoets
ar: اختبار ترجمة الذكاء الاصطناعي
bg: Тест за превод с ИИ
ca: Prova de traducció per IA
cs: Test překladu AI
da: AI-oversættelsestest
de: KI-Übersetzungstest
el: Δοκιμή μετάφρασης ΤΝ
fi: tekoäly-käännöstesti
fr: Test de traduction par IA
he: מבחן תרגום בינה מלאכותית
hu: MI fordítási teszt
it: Test di traduzione IA
ja: AI翻訳テスト
ko: AI 번역 테스트
nb: AI oversettelsestest
nl: AI-vertaaltest
pl: Test tłumaczenia AI
pt: Teste de tradução por IA
pt_br: Teste de tradução por IA
ro: Test de traducere prin IA
ru: Тест перевода ИИ
sr: Тест ВИ превођења
sv: AI-översättningstest
tr: YZ çeviri testi
uk: Тест перекладу ШІ
vi: Kiểm tra dịch thuật AI
zh_hans: AI 翻译测试
zh_hant: AI 翻譯測試

source: AI Type
af: AI-tipe
ar: نوع الذكاء الاصطناعي
bg: Тип ИИ
ca: Tipus d'IA
cs: Typ AI
de: KI-Typ
el: Τύπος ΤΝ
fi: tekoälytyyppi
fr: Type d'IA
he: סוג בינה מלאכותית
hu: MI típusa
it: Tipo di IA
ja: AIの種類
ko: AI 유형
pl: Typ AI
pt: Tipo de IA
pt_br: Tipo de IA
ro: Tip de IA
ru: Тип ИИ
sr: Тип ВИ
sv: AI-typ
tr: YZ Türü
uk: Тип ШІ
vi: Loại AI
zh_hans: AI 类型
zh_hant: AI 類型

# ai_config_description
source: Set up AI providers and summarization
af: Konfigureer AI instellings
ar: تهيئة إعدادات الذكاء الاصطناعي
bg: Конфигуриране на настройките за ИИ
ca: Configureu la configuració d'IA
cs: Konfigurace nastavení AI
da: Opsæt AI-udbydere og opsummering
de: KI-Anbieter und Zusammenfassung einrichten
el: Ρύθμιση παρόχων AI και σύνοψης
fi: Määritä tekoälypalveluntarjoajat ja yhteenveto
fr: Configurer les fournisseurs d'IA et la résumation
he: הגדר ספקי בינה מלאכותית וסיכום
hu: MI-szolgáltatók és összegzés beállítása
it: Configura fornitori IA e riassunti
ja: AIプロバイダーと要約の設定
ko: AI 제공자 및 요약 설정
nb: Sett opp AI-leverandører og oppsummering
nl: AI-providers en samenvatting instellen
pl: Skonfiguruj dostawców AI i podsumowania
pt: Configurar provedores de IA e resumo
pt_br: Configurar provedores de IA e resumo
ro: Configurează furnizorii de IA și rezumatul
ru: Настройка поставщиков ИИ и краткого изложения
sr: Подесите ВИ провајдере и резимирање
sv: Konfigurera AI-leverantörer och sammanfattning
tr: YP sağlayıcılarını ve özetlemeyi yapılandır
uk: Налаштування постачальників ШІ та резюмування
vi: Thiết lập nhà cung cấp AI và tóm tắt
zh_hans: 设置 AI 提供商和摘要
zh_hant: 設定 AI 提供商和摘要

# ai_config_options_section_header
source: AI features
af: AI-kenmerke
ar: ميزات الذكاء الاصطناعي
bg: ИИ функции
ca: Funcions d'IA
cs: Funkce AI
da: AI-funktioner
de: KI-Funktionen
el: Λειτουργίες ΤΝ
fi: tekoälyominaisuudet
fr: Fonctionnalités d'IA
he: תכונות בינה מלאכותית
hu: MI funkciók
it: Funzioni IA
ja: AI機能
ko: AI 기능
nb: Egenskaper av AI
nl: AI-functies
pl: Funkcje AI
pt: Funcionalidades de IA
pt_br: Funcionalidades de IA
ro: Funcții de IA
ru: Функции ИИ
sr: ВИ функције
sv: AI-funktioner
tr: YZ özellikleri
uk: Функції ШІ
vi: Các tính năng AI
zh_hans: AI 功能
zh_hant: AI 功能

# ai_config_post_insight
source: Enable AI Agent
af: Aktiveer AI Agent
ar: تفعيل وكيل الذكاء الاصطناعي
bg: Активиране на AI Agent
ca: Activa l’AI Agent
cs: Povolit AI Agent
da: Aktivér AI Agent
de: AI Agent aktivieren
el: Ενεργοποίηση AI Agent
fi: Ota AI Agent käyttöön
fr: Activer AI Agent
he: הפעלת AI Agent
hu: AI Agent engedélyezése
it: Abilita AI Agent
ja: AI Agentを有効にする
ko: AI Agent 활성화
nb: Aktiver AI Agent
nl: AI Agent inschakelen
pl: Włącz AI Agent
pt: Ativar AI Agent
pt_br: Ativar AI Agent
ro: Activează AI Agent
ru: Включить AI Agent
sr: Омогући AI Agent
sv: Aktivera AI Agent
tr: AI Agent’ı etkinleştir
uk: Увімкнути AI Agent
vi: Bật AI Agent
zh_hans: 启用 AI Agent
zh_hant: 啟用 AI Agent

# ai_config_post_insight_description
source: Once enabled, the AI agent feature will appear in the relevant locations within the app when an OpenAI-compatible model has been configured.
af: Wanneer dit geaktiveer is, sal die AI Agent-funksie op die relevante plekke in die app verskyn wanneer n OpenAI-versoenbare model ingestel is.
ar: بعد التفعيل، ستظهر ميزة وكيل الذكاء الاصطناعي في المواضع المناسبة داخل التطبيق عند إعداد نموذج متوافق مع OpenAI.
bg: След активиране функцията AI Agent ще се показва на съответните места в приложението, когато е настроен OpenAI-съвместим модел.
ca: Un cop activat, la funció AI Agent apareixerà als llocs corresponents de l’app quan s’hagi configurat un model compatible amb OpenAI.
cs: Po povolení se funkce AI Agent zobrazí na příslušných místech v aplikaci, jakmile bude nastaven model kompatibilní s OpenAI.
da: Når funktionen er aktiveret, vises AI Agent de relevante steder i appen, når en OpenAI-kompatibel model er konfigureret.
de: Nach der Aktivierung erscheint die AI-Agent-Funktion an den passenden Stellen in der App, sobald ein OpenAI-kompatibles Modell konfiguriert wurde.
el: Μόλις ενεργοποιηθεί, η λειτουργία AI Agent θα εμφανίζεται στα σχετικά σημεία της εφαρμογής όταν έχει ρυθμιστεί μοντέλο συμβατό με OpenAI.
fi: Kun toiminto on käytössä, AI Agent näkyy sovelluksen asiaankuuluvissa paikoissa, kun OpenAI-yhteensopiva malli on määritetty.
fr: Une fois activée, la fonction AI Agent apparaîtra aux emplacements pertinents de l’app lorsqu’un modèle compatible OpenAI aura été configuré.
he: לאחר ההפעלה, תכונת AI Agent תופיע במקומות הרלוונטיים באפליקציה כאשר מוגדר מודל תואם OpenAI.
hu: Engedélyezés után az AI Agent funkció megjelenik az alkalmazás megfelelő helyein, ha OpenAI-kompatibilis modell van beállítva.
it: Una volta abilitata, la funzione AI Agent apparirà nei punti pertinenti dell’app quando sarà configurato un modello compatibile con OpenAI.
ja: 有効にすると、OpenAI互換モデルが設定されている場合に、アプリ内の関連する場所にAI Agent機能が表示されます。
ko: 활성화하면 OpenAI 호환 모델이 설정된 경우 앱의 관련 위치에 AI Agent 기능이 표시됩니다.
nb: Når den er aktivert, vises AI Agent-funksjonen på relevante steder i appen når en OpenAI-kompatibel modell er konfigurert.
nl: Na inschakeling verschijnt de AI Agent-functie op de relevante plekken in de app wanneer een OpenAI-compatibel model is geconfigureerd.
pl: Po włączeniu funkcja AI Agent pojawi się w odpowiednich miejscach aplikacji, gdy skonfigurowany będzie model zgodny z OpenAI.
pt: Depois de ativada, a funcionalidade AI Agent aparecerá nos locais relevantes da app quando estiver configurado um modelo compatível com OpenAI.
pt_br: Depois de ativada, a funcionalidade AI Agent aparecerá nos locais relevantes da app quando estiver configurado um modelo compatível com OpenAI.
ro: După activare, funcția AI Agent va apărea în locurile relevante din aplicație când este configurat un model compatibil OpenAI.
ru: После включения функция AI Agent появится в соответствующих местах приложения, если настроена модель, совместимая с OpenAI.
sr: Када се омогући, функција AI Agent ће се појавити на релевантним местима у апликацији када је подешен модел компатибилан са OpenAI.
sv: När funktionen är aktiverad visas AI Agent på relevanta platser i appen när en OpenAI-kompatibel modell har konfigurerats.
tr: Etkinleştirildiğinde, OpenAI uyumlu bir model yapılandırılmışsa AI Agent özelliği uygulamadaki ilgili yerlerde görünür.
uk: Після ввімкнення функція AI Agent з’явиться у відповідних місцях застосунку, коли налаштовано модель, сумісну з OpenAI.
vi: Sau khi bật, tính năng AI Agent sẽ xuất hiện ở các vị trí liên quan trong ứng dụng khi đã cấu hình mô hình tương thích OpenAI.
zh_hans: 开启后，在已配置 OpenAI 兼容模型时，会在应用内相关位置显示 AI Agent 功能入口。
zh_hant: 開啟後，在已設定 OpenAI 相容模型時，會在 App 內相關位置顯示 AI Agent 功能入口。

# ai_config_pre_translate
source: Enable auto-translate
af: Aktiveer outo-vertaling
ar: تمكين الترجمة التلقائية
bg: Активиране на автоматичен превод
ca: Activa la traducció automàtica
cs: Povolit automatický překlad
da: Aktiver automatisk oversættelse
de: Auto-Übersetzung aktivieren
el: Ενεργοποίηση αυτόματης μετάφρασης
fi: Ota automaattinen käännös käyttöön
fr: Activer la traduction automatique
he: אפשר תרגום אוטומטי
hu: Automatikus fordítás engedélyezése
it: Abilita traduzione automatica
ja: 自動翻訳を有効にする
ko: 자동 번역 활성화
nb: Aktiver automatisk oversettelse
nl: Automatisch vertalen inschakelen
pl: Włącz automatyczne tłumaczenie
pt: Ativar tradução automática
pt_br: Ativar tradução automática
ro: Activează traducerea automată
ru: Включить автоперевод
sr: Омогући аутоматско превођење
sv: Aktivera automatisk översättning
tr: Otomatik çeviriyi etkinleştir
uk: Увімкнути автопереклад
vi: Bật tự động dịch
zh_hans: 启用自动翻译
zh_hant: 啟用自動翻譯
